{
    "Cast":[
       {
        "id": 1,
        "Actor_name": "Patrick Wilson",
        "Also_Known_As": "Patrick John Wilson",
        "Occupation": "Special Appearances • Actor • Producer • Singer • Director",
        "Born": "July 3, 1973",
        "Birthplace": "Norfolk, Virginia, United States Of America",
        "About": "Patrick Wilson is an American actor and singer. He started his acting career with Broadway musicals in 1995, and few of his notable works include The Full Monty and Oklahoma.",
        "img":
       },
       {"id": 2,
       "Actor_name": "Vera Farmiga",
       "Also_Known_As": "Vera Ann Farmiga",
       "Occupation": "Actor",
       "Born": "August 6, 1973",
       "Birthplace": "Clifton, New Jersey, United States Of America",
       "About": "Born on 6th August 1973, Vera Farmiga is an American actress who made her television debut with the fantasy adventure series Roar.",
       "img":
       },
       {"id":3,
       "Actor_name": "Peter Sarsgaard",
       "Also_Known_As": "John Peter Sarsgaard",
       "Occupation": "Actor",
       "Born": "March 7, 1971",
       "Birthplace": "Illinois, United States Of America",
       "About": "Peter Sarsgaard is an American film, television, and stage actor who is best known for portraying the character of John Lotter in the movie Boys Don`t Cry (1999) and for essaying the role of the American journalist Charles Lane in the movie Shattered Glass (2003). ",
       "img":
       },
       {"id":1,
       "Actor_name":"Rajkumar Rao",
       "Also_Known_As":"Rajkumar Yadav",
       "Occupation": "Actor • Special Appearances",
       "Born": "August 31, 1984",
       "Birthplace":"Gurgaon, Haryana, India",
       "About":"Playing a 324-year-old man in the 2017 romantic drama Raabta or a lawyer and human rights activist in Shahid, Rajkummar Rao has proved to be one of the most bankable actors in his generation of actors. Despite playing supporting roles in movies Gangs of Wasseypur - Part 2, Talaash, and Aligarh,",
       "img":
       },
       {"id":2,
       "Actor_name":"Shraddha Kapoor",
       "Also_Known_As":"Shraddha Kapoor",
       "Occupation":"Actor • Special Appearances",
       "Born":"March 3, 1987",
       "Birthplace":"Mumbai, Maharashtra, India",
       "About":"Best known for her portrayal of Arohi in Mohit Suri`s 2013 romance Aashiqui 2, Shraddha Kapoor is a Bollywood actress and singer. Although she had made her debut in 2010 alongside Amitabh Bachchan in Teen Patti, Aashiqui 2",
       "img":
       },
       {"id":3,
       "Actor_name":"Pankaj Tripathi",
       "Also_Known_As":"Pankaj Tripathi",
       "Occupation":"Actor • Writer • Dialogue Writer",
       "Born": "September 5, 1976",
       "Birthplace":"Bihar, India",
       "About": "Known for his natural acting and calm demeanor, film and television actor Pankaj Tripathi is an alumnus of the National School of Drama and has predominantly worked in the Hindi film industry.",
       "img":
       },
       {"id":1,
       "Actor_name":"Timothée Chalamet",
       "Also_Known_As":"Timothée Chalamet",
       "Occupation":"Actor",
       "Born":"December 27, 1995",
       "Birthplace":"New York City, United States Of America",
       "About":"Timothee Hal Chalamet is an American actor. He began his acting career in short films, before appearing in the television drama series Homeland in 2012. Two years later, he made his feature film debut in the drama Men, Women and Children",
       "img":
       },
       {"id":2,
       "Actor_name":"Rowan Atkinson",
       "Also_Known_As":"Rowan Sebastian Atkinson, Row, Mr. Bean",
       "Occupation":"Voice Cast • Actor • Executive Producer",
       "Born":"January 6, 1955",
       "Birthplace":"Consett, Durham, United Kingdom",
       "About":"Rowan Atkinson is an English actor, comedian, and screenwriter who is best known as Mr. Bean. His career took off on the small screen with the BBC comedy sketch show Not the Nine O`Clock News.",
       "img":
       },
       {"id":3,
       "Actor_name":"Hugh Grant",
       "Also_Known_As":"Hugh John Mungo Grant",
       "Occupation":"Actor • Voice Cast",
       "Born":"September 9, 1960",
       "Birthplace":"Hammersmith, London, England, United Kingdom",
       "About":"His big-screen debut in Privileged (1982) by director Michael Hoffman. Grant`s first leading film role was in Merchant-Ivory`s Edwardian drama Maurice (1987), adapted from E. M. Forster`s novel Volpi Cup.",
       "img":
       },
       {"id":1,
       "Actor_name":"Aamir Khan",
       "Also_Known_As":"Mohammed Aamir Hussain Khan",
       "Occupation":"Actor • Producer • Executive Producer",
       "Born":"March 14, 1965",
       "Birthplace":"Mumbai, Maharashtra, India",
       "About":"Perfectionist, resourceful, inspiring, youthful, & alluring are just a few of the many adjectives associated with this Superstar. Considered a `thinking` hero, Aamir Khan has been in the industry since the 80s and is known for his versatility.",
       "img":
       },
       {"id":2,
       "Actor_name":"Salman Khan",
       "Also_Known_As":"Bhaijaan, Sallu Bhai",
       "Occupation":"Actor • Writer • Singer • Narrator",
       "Born":"December 27, 1965",
       "Birthplace":"Indore, Madhya Pradesh, India",
       "About":"Known as the bad boy of Bollywood, Salman Khan is one of the most charismatic, flamboyant and commercially successful actors of Hindi cinema. The superstar has a huge fan following not just in India but all around the world and his popularity is perfectly reflected by the numerous awards and recognitions bestowed on him. Voted as the Sexiest Man Alive in 2010 by the People Magazine India.",
       "img":
       },
       {
        "id":3,
        "Actor_name":"Raveena Tandon",
        "Also_Known_As":"Ravs",
        "Occupation":"Actor • Producer • Voice Cast",
        "Born":"October 26, 1974",
        "Birthplace":"Mumbai, Maharashtra, India",
        "About":"She was one of the most bankable stars of the 90s- be it her comic timing with the Comedy King Govinda or her chemistry with the Khiladi of Bollywood Akshay Kumar, Raveena Tandon, had in her kitty a healthy dose of commercial success. After making a silver-screen debut opposite Salman Khan in Patthar Ke Phool (1991), Raveena essayed light-hearted characters in famous films such as Mohra (1994), Andaz Apna Apna (1994).",
        "img":
       },
       {
        "id":4,
        "Actor_name":"Karisma Kapoor",
        "Also_Known_As":"Karishma Kapoor, Lolo",
        "Occupation":"Actor • Voice Cast • Special Appearances",
        "Born":"June 25, 1974",
        "Birthplace":"Mumbai, Maharashtra, India",
        "About":"Having made her acting debut at the age of seventeen, Karisma Kapoor is a Bollywood actress, who was one of the topmost actresses of the 90s. Hailing from the most celebrated family of Bollywood, the Kapoor family, Karisma is the granddaughter of the legendary actor Raj Kapoor, and hence it comes as no surprise that the actress has several critically acclaimed and commercially successful films to her credit.",
        "img":
       },
       {
        "id":1,
        "Actor_name":"Tom Hardy",
        "Also_Known_As":"Edward Thomas Hardy, Tom, Thomas Hardy",
        "Occupation":"Actor • Producer • Writer",
        "Born":"September 15, 1977",
        "Birthplace":"Hammersmith, England, United Kingdom",
        "About":"Edward Thomas Hardy (popularly known as Tom Hardy) is a London born English actor, producer and screenwriter. Having made his film debut with the action flick Black Hawk Down in 2001, Hardy has climbed the ladder of success with effortlessly portraying tough-guy roles in his movies.",
        "img":
       },
       {
        "id":2,
        "Actor_name":"Charlize Theron",
        "Also_Known_As":"Charlie",
        "Occupation":"Producer • Actor • Voice Cast • Executive Producer",
        "Born":"August 7, 1975",
        "Birthplace":"Benoni, Gauteng, South Africa",
        "About":"Charlize Theron is the brunette beauty from South Africa, who has made a glorious career in Hollywood, as a movie actress and producer. Some of her highly acclaimed performances have come in films such as The Devil`s Advocate (1997), Mighty Joe Young (1998), Monster (2003), The Italian Job (2003), Hancock (2008), and Mad Max: Fury Road (2015).",
        "img":
       },
       {
        "id":3,
        "Actor_name":"Nicholas Hoult",
        "Also_Known_As":"Nicholas Hoult",
        "Occupation":"Actor • Voice Cast",
        "Born":"December 7, 1989",
        "Birthplace":"United Kingdom",
        "About":"Having a penchant for acting at a very early age, Nicholas Hoult appeared in a play titled The Caucasian Chalk Circle at the age of three. It only took another two years for him to make his professional debut at the age of five in the movie Intimate Relations. However, it was his role in the movie About A Boy which earned him critical appreciation and was also nominated for the Critics Choice Movie Award for Best Young Performer.",
        "img":
       },
       {
        "id":1,
        "Actor_name":"Prabhas",
        "Also_Known_As":"Prabhas Raju Uppalapati",
        "Occupation":"Actor • Special Appearances • Voice Cast",
        "Born":"October 23, 1979",
        "Birthplace":"Chennai, Tamil Nadu, India",
        "About":"Born as Prabhas Raju Uppalapati, Prabhas is a popular Indian actor who appears in Telugu cinema. He is the nephew of the veteran actor of the Telugu film industry, Uppalapati Krishnam Raju. In the year 2015, Prabhas starred in the movie, Baahubali, which is one of the highest grossing movies of Indian cinema and later reprised his titular role in Baahubali 2: The Conclusion (2017), which became the first Indian film in the history of Indian cinema to gross 1000 crores INR at the box office. The huge star that Prabhas is, the actor not only has a huge fan base across India but also over the years has earned several nick names from his fans including Mr. Perfect, Pubsi and Prabha.",
        "img":
       },
       {
        "id":2,
        "Actor_name":"Rana Daggubati",
        "Also_Known_As":"Rama Naidu Daggubati, Rana",
        "Occupation":"Actor • Producer • Voice Cast • Special Appearances",
        "Born":"December 14, 1984",
        "Birthplace":"Chennai, Tamil Nadu, India",
        "About":"Rana Daggubati is an Indian film actor, producer, visual effects co-ordinator, and photographer who appears in Telugu, Tamil, and Hindi movies. He made his acting debut with the Telugu movie Leader and went on to star in several south Indian and Hindi movies. The actor is the recipient of the State Nandi Award for Best Special Effects for the movie Sainikudu",
        "img":
       },
       {
        "id":3,
        "Actor_name":"Anushka Shetty",
        "Also_Known_As":"Sweety Shetty, Mac",
        "Occupation":"Actor • Special Appearances",
        "Born":"November 7, 1981",
        "Birthplace":"Mangalore, Karnataka, India",
        "About":"One of the leading actresses of Telugu cinema, Sweety Shetty is better known by her stage name Anushka Shetty. Besides acting in Telugu films, Anushka is also a successful Tamil actress. She has acted in many commercially and critically successful Telegu films and has also received Filmfare, Nandi, and CineMAA awards.",
        "img":
       },
       {
        "id":1,
        "Actor_name":"Ayushmann Khurrana",
        "Also_Known_As":"Ayushmann Khurrana",
        "Occupation":"Actor • Music • Singer",
        "Born":"September 14, 1984",
        "Birthplace":"Chandigarh, Punjab, India",
        "About":"From a popular VJ to one of the most bankable young actors in contemporary Bollywood, Ayushmann Khurrana has come a long way in such a short span of time. His first big break in showbiz came when he won the second season of the reality show MTV Roadies at the age of 20. This was followed by a successful stint as a tv host, and subsequently, a dream debut courtesy of the acclaimed rom-com Vicky Donor (2012) which was also a box office hit.",
        "img":
       },
       {
        "id":2,
        "Actor_name":"Tabu",
        "Also_Known_As":"Tabassum Hashmi, Tabassum Fatima Hashmi",
        "Occupation":"Actor • Special Appearances",
        "Born":"November 4, 1971",
        "Birthplace":"Hyderabad, Telangana, India",
        "About":"One of the most versatile actresses of the Indian film fraternity, Tabu is famous for starring in movies like Maachis (1996), Virasat (1997), Astitva (2000),Chandni Bar (2001), Maqbool (2003) Cheeni Kum (2007), The Namesake (2007), Life Of Pi (2012), and Haider (2014). In 2011, this two-time National Award winning actress was felicitated with the Padma Sri, India`s fourth highest civilian award, for her contribution to Indian cinema.",
        "img":
       },
       {
        "id":3,
        "Actor_name":"Radhika Apte",
        "Also_Known_As":"Radhika Apte",
        "Occupation":"Actor • Screenplay",
        "Born":"September 7, 1985",
        "Birthplace":"Pune, Maharashtra, India",
        "About":"Born on 7th September 1985, Radhika Apte is an Indian film and stage actress, who made her feature film debut in Vaah! Life Ho Toh Aisi, co-starring Shahid Kapoor and Amrita Rao. Apart from starring in Bollywood movies like Badlapur and Phobia, Apte has also appeared in a number of Bengali, Marathi, Telugu, Tamil and Malayalam films.",
        "img":
       },
       {
        "id":1,
        "Actor_name":"Ben Affleck",
        "Also_Known_As":"Benjamin Geza Affleck-Boldt",
        "Occupation":"Actor • Screenplay • Writer • Produce",
        "Born":"August 15, 1972",
        "Birthplace":"California, United States Of America",
        "About":"Ben Affleck is an American television and film actor, director, writer, and producer who started his acting career as a child artist with the PBS educational television series The Voyage of the Mimi in 1984. He is was seen in films like Shakespeare in Love, Pearl Harbor, and Gone Girl. However, he is best remembered for his portrayal of Batman in Batman v Superman: Dawn of Justice.",
        "img":
       },
       {
        "id":2,
        "Actor_name":"Rosamund Pike",
        "Also_Known_As":"Rosamund Mary Ellen Pike",
        "Occupation":"Actor • Music • Singer",
        "Born":"January 27, 1979",
        "Birthplace":"London, England, United Kingdom",
        "About":"Academy Award nominated English actress Rosamund Pike was born in London to a family of musicians: her mother was a classical violinist and her father was an opera singer. Following a childhood that was spent across Europe, she ventured into acting at a very young age through stage productions like Romeo and Juliet and Skylight. Soon afterwards, Pike made her television debut in 1998 with the BBC telefilm A Rather English Marriage.",
        "img":
       },
       {
        "id":3,
        "Actor_name":"Neil Patrick Harris",
        "Also_Known_As":"Nph",
        "Occupation":"Actor • Voice Cast",
        "Born":"June 15, 1973",
        "Birthplace":"Albuquerque, New Mexico, United States Of America",
        "About":"Neil Patrick Harris is a television, actor, producer, director and amateur singer. He was born in New Mexico. Neil participated in school plays and made his debut with Purple People Eater (1988) and Clara`s Heart (1988). Neil was only 16 years old when he was cast in the iconic role of Doogie Howser M.D (1989).",
        "img":
       },
       {
        "id":1,
        "Actor_name":"Ryan Gosling",
        "Also_Known_As":"Ryan Thomas Gosling, Trouble, Ryan Thomas Baby Goose Gosling",
        "Occupation":"Actor • Producer • Executive Producer",
        "Born":"November 12, 1980",
        "Birthplace":"Ontario, Canada",
        "About":"Famous for doing starring roles in romantic films like The Notebook, Blue Valentine, and Crazy, Stupid, Love, Ryan Gosling is a London-born Canadian actor, producer, director, philanthropist, and businessman. For portraying Dan Dunne, a troubled history teacher in the drama film Half Nelson, Gosling received an Academy Award nomination for Best Actor. He has also starred in the television shows Breaker High from 1997-98, and the spin-off show Young Hercules from 1998-99, where he played the titular character",
        "img":
       },
       {
        "id":2,
        "Actor_name":"Rachel McAdams",
        "Also_Known_As":"Rachel Anne McAdams, Rachel MacAdams, Rach",
        "Occupation":"Actor • Voice Cast",
        "Born":"November 17, 1978",
        "Birthplace":"London, Ontario, Canada",
        "About":"Rachel McAdams is a Canadian actress popularly known for her roles in the movie The Notebook (2004) and in the Academy Award Winning movie Spotlight (2016). She was also nominated for the Academy Award for Best Supporting Actress for her performance in Spotlight. Beginning her career with Canadian TV, McAdams shot to fame with the movie Mean Girls (2004) and has also appeared in the second season of the acclaimed TV series True Detective, which also stars Colin Farrell.",
        "img":
       },
       {
        "id":1,
        "Actor_name":"Shah Rukh Khan",
        "Also_Known_As":"SRK, ShahRukh Khan",
        "Occupation":"Actor • Producer • Voice Cast • Special Appearances",
        "Born":"November 2, 1965",
        "Birthplace":"New Delhi, Delhi, India",
        "About":"Hailed as the world`s biggest superstar and the King of Bollywood, Shah Rukh Khan is a phenomenon like no other. From his humble beginnings as an outsider in a largely dynastic Hindi cinema to earning the numero uno position in the industry, his rise might seem like a fairytale; but is in fact a testament to the actor`s sheer talent, infectious energy and hard work. An incredible artistic journey that started with the 1989 tv series Fauji has continued to flourish for around three decades now, scaling dizzying heights of stardom and redefining Bollywood along the way.",
        "img":
       },
       {
        "id":2,
        "Actor_name":"Kajol",
        "Also_Known_As":"Kajol Mukherjee, Kajol Devgn, Kajol Mukherjee Devgn",
        "Occupation":"Actor • Screenplay",
        "Born":"August 5, 1974",
        "Birthplace":"Mumbai, Maharashtra, India",
        "About":"Kajol Mukherjee, better known by her mononymous screen name, Kajol is an Indian actress and philanthropist who predominantly works in Bollywood films. The actress who made her acting debut with the 1992 romantic-drama Bekhudi has established herself as one of the most versatile actresses in the industry. Her stellar performances in movies like Baazigar (1993), Dilwale Dulhania Le Jayenge (1995), Kuch Kuch Hota Hai (1998), Kabhi Khushi Kabhie Gham (2001) and My Name is Khan (2010) won her several accolades and awards including six Filmfare Awards. For her outstanding contribution to the Indian cinema, the government of India honored her with the coveted Padma Shri in 2011.",
        "img":
       },
       {
        "id":1,
        "Actor_name":"Akash Thosar",
        "Also_Known_As":"Akash Thosar",
        "Occupation":"Actor • Screenplay",
        "Born":"February 23, 1993",
        "Birthplace":"Karmala, Maharashtra, India",
        "About":"Best remembered for his portrayal of Parshya in the musical romantic-drama Sairat in 2016, Akash Thosar is a Marathi movie actor, who made an impact with his debut movie itself.",
        "img":
       },
       {
        "id":2,
        "Actor_name":"Rinku Rajguru",
        "Also_Known_As":"Rinku Rajguru",
        "Occupation":"Actor • Screenplay",
        "Born":"June 3, 2001",
        "Birthplace":"Maharashtra, India",
        "About":"Rinku Rajguru is an Indian actress, who made her debut with the blockbuster Marathi movie, Sairat that released in 2016. The movie went on to become the highest-grossing movie of Marathi cinema and Rinku won a Special Mention Award at the National Awards for her performance in the movie.",
        "img":
       }


    ]
}